[
  {
  "title": "What is Seneca Hackathon? ",
  "body": "Seneca hackathon is a student-focused innovation competition that provides a unique experiential learning experience. It encourages and develops creative thinking, entrepreneurship, and problem-solving skills by bringing together students from diverse backgrounds to work together on addressing real-world challenges. The teams receive support from subject-specific mentors and technical specialists and then showcase their solutions in a fun and lively environment to be adjudicated by a panel of experts consisting of investors, partners, school representatives, and domain specialists. "
  },

  {
    "title": "What is the Housing Hackathon about? ",
    "body": "The theme this year is a response to the current pressing challenges of Canada's housing crisis. Seneca Housing Hackathon aims to address a spectrum of challenges and opportunities within the housing sector. Participants may tackle issues on student housing, social housing, indigenous housing, and the viewpoints of builders, developers, financiers, and various levels of government—municipal, provincial, or federal. "
  },
  {
    "title": "Is the event free? ",
    "body": "Yes, participation in the Housing Hackathon is completely free of charge. All essential resources, including food during the event, will be provided at no cost. However, participants are kindly requested to bring their laptops and any necessary materials required for presentations or project preparation. "
  },
  {
    "title": "Who can participate?",
    "body": "The Housing Hackathon is open to all Seneca students and alumni. Other students from another learning institutions may also join, provided that a Seneca student is included in their team. "
  },
  {
    "title": "Do I need to know how to code? ",
    "body": "At Seneca Hackathon, we celebrate diversity and inclusivity by extending a warm invitation to all potential participants, regardless of their professional background, skill set, or individual interests. The event is designed to be accessible to a broad spectrum of individuals, and we want to emphasize that coding expertise is not a mandatory requirement for participation. Whether you come from a technical or non-technical background, we encourage you to join us in fostering innovation and collaboration during this exciting event. "
  },
  {
    "title": "How do I join? ",
    "body": "You can sign up through our registration page. Registration will open on January 16, 2024. You will receive an email upon submission confirming your registration. Please ensure that your contact information is correct.  "
  },
  {
    "title": "What if I don’t have a team? ",
    "body": "Individual participants are more than welcome to join the Seneca Hackathon. Our dedicated organizing team is ready to assist you in forming a team that aligns with your interests and skills. "
  },
  {
    "title": "I want to create my own team, what are the requirements? ",
    "body": "Teams can sign up to a maximum of five (5) members. At least one member from the team must be a Seneca student. "
  },
  {
    "title": "It's my first time to join a hackathon, what do I need to prepare? ",
    "body": "In past hackathons, winners and successful participants had the opportunity to network with professionals, showcase their ideas to potential investors, make a positive impact, and receive various rewards, including cash prizes, internship opportunities, and free merchandise. The details of the prizes will be finalized and posted before the end of the registration period. "
  },
  {
    "title": "When will the registration close? ",
    "body": "Registration closes on March 1, 2024 at 11:59PM. "
  }

]
