[
  {
    "_id": 1,
    "name": "Yancy Liu",
    "review": "Hackathons expanded my horizons, fostering cross-disciplinary collaboration and problem-solving. These experiences honed my mediation and negotiation skills, leading to a Research Assistant role at Seneca Innovation and master’s program offers from UofT and Waterloo’s UX programs",
    "headshot": "./images/testimonials/Yancy_Liu.jpg"
  },
  {
    "_id": 2,
    "name": "Annabelle Adjei",
    "review": "The Seneca Hackathon was an unforgettable experience! It was exciting, nerve-wracking, and challenging but with the support of my team, mentors, and Seneca Hackathon management, everything went as smooth as possible.",
    "headshot": "./images/testimonials/Annabelle_Adjei.jpg"
    
  },
  {
    "_id": 3,
    "name": "Kaung Khant Zaw",
    "review": "Participating in the 2023 Seneca Hackathon was an inspirational experience for me. Besides working together with my teammates on a real-world problem, I got to network with various individuals in the industry. It also fueled my motivation to participate more in Hackathons.",
    "headshot": "./images/testimonials/Kaung Khant Zaw.jpg"
  },
  {
    "_id": 3,
    "name": "Kirandeep Kaur",
    "review": "I am delighted to share my experience and gratitude for the incredible opportunity to participate in and emerge victorious at last year's Seneca Hackathon.\nIt was an enriching and transformative experience that allowed me to push the boundaries of innovation and collaboration.",
    "headshot": "./images/testimonials/Kirandeep.jpeg"
  },
  {
    "_id": 4,
    "name": "Madiha Turshin",
    "review": "Participating in the Seneca ThinkingNorth Smart Cities Hackathon was a transformative experience that ignited my passion for innovative solutions. Winning first place in the Student Experience category was an honour that underscored the power of collaborative problem-solving.",
    "headshot": "./images/testimonials/Madiha_Turshin.jpg"
  },
  {
    "_id": 1,
    "name": "Hien Nguyen",
    "review": "Participating in the Seneca Hackathon was one of the most amazing experiences I have ever had. It provided an opportunity to learn from other participants with diverse backgrounds and work together toward solving a real-world challenge. Given the time constraint, effective communication was crucial.",
    "headshot": "./images/testimonials/Hien_Nguyen.png"
  }
]
