[
  {
    "challengeSets": [
      {
        "id": 1,
        "name": "Student Housing",
        "img": "/svgs/challengeSet/Student Housing.svg",
        "detail": "Focus exclusively on the unique challenges and opportunities in student housing. This category invites you to craft innovative housing models that cater to the specific needs of students. From maximizing space in dorm rooms to creating communal living spaces that foster learning and collaboration, your ideas can transform the student living experience.",
        "challenges": [
          {
            "categoryName": "Scam and fraud awareness, and tools",
            "categoryTitle": "Scam and fraud awareness, and tools",
            "categoryDescription": "Navigating the housing market, especially for international and domestic students, presents a myriad of challenges, including the risk of falling victim to scams and fraudulent practices. Realtors and landlords, on the other hand, face difficulties in efficiently verifying renters' identities while ensuring a secure rental process. The challenge at hand is to identify and address these obstacles through innovative solutions that prioritize the protection of students from housing fraud, empower them with knowledge for informed decisions, and streamline identity verification processes for real estate professionals. Participants are encouraged to collaborate in developing comprehensive strategies that encompass cybersecurity measures, awareness campaigns, community support networks, and resources for tenants' rights. By focusing on the challenges faced by both renters and landlords, the goal is to foster the creation of solutions that promote safety, transparency, and efficiency in the housing market.",
            "categoryGuidedBy": "Cyber AI",
            "problemStatementDescription": "As you delve into solving the Affordable Housing Solutions challenge, these ideas offer potential directions for your projects. While these suggestions serve as starting points, feel free to explore additional innovative approaches. Your solutions should aim to tackle the complexities of affordable housing using technology, policy,community engagement, and sustainability to make a tangible impact.",
            "problemStatement": [
              {
                "title": "Enhancing Off-Campus Housing Security for International Students",
                "description": "International students seeking affordable off-campus housing often face challenges related to identity verification and cybersecurity risks, while realtors and landlords require streamlined processes to prevent fraud. Participants are called upon to develop solutions integrating robust identity verification mechanisms and cybersecurity protocols to address these challenges effectively. Furthermore, solutions should account for risks associated with property ownership for international students without Permanent Residency (PR) and devise strategies to mitigate fraudulent practices."
              },
              {
                "title": "Developing a Mobile App for Safer Student Travel in Toronto",
                "description": "With crime rates on the rise in Toronto, there's a pressing need for a mobile app promoting safer travel options for students and enhancing community engagement. The challenge entails designing and developing an infrastructure for such an app that prioritizes safety, accessibility, and sustainability. By facilitating safer travel arrangements, enabling location tracking, and providing emergency assistance features, the solution aims to contribute significantly to improving community safety."
              },
              {
                "title": "Streamlining Rental Agreements and Promoting Sustainable Practices",
                "description": "Navigating rental agreements can be complex for students, especially concerning utility usage and lease terms. Participants are tasked with developing solutions that establish clear guidelines on acceptable utility usage and lease terms while ensuring affordability and sustainability. Additionally, solutions should incorporate revenue models that demonstrate the sustainability of the system, potentially leveraging incentives for landlords to adopt green technologies and promote eco-friendly practices."
              }
            ],
            "possibleSolutionDescription": "The solutions provided here serve as recommendations, offering guidance and inspiration. Participants are encouraged to explore and select any solution that effectively addresses the challenges at hand. They also have the flexibility to combine elements from multiple solutions, crafting a more comprehensive and tailored approach to meet their specific needs.",
            "possibleSolution": [
              {
                "title": "Identity Verification Process",
                "description": "Develop a comprehensive platform that utilizes advanced biometric authentication methods and blockchain technology to establish a secure and reliable identity verification system. This system will allow realtors and landlords to efficiently verify the identities of potential renters, reducing the risk of fraudulent activities in the rental process. By incorporating multifaceted verification methods and ensuring the integrity of user data through blockchain technology, the solution aims to instill trust and confidence among all stakeholders involved in the housing market."
              },
              {
                "title": "Secure Rental Process",
                "description": "Design and implement a user-friendly mobile application dedicated to enhancing the safety and security of students navigating urban environments, particularly in areas experiencing increasing crime rates. The app will offer a range of features such as real-time location tracking, safe travel options, emergency assistance, and access to community support networks. By providing students with a convenient and accessible platform for staying connected and informed about their surroundings, the solution aims to promote safer living experiences and empower students to make informed decisions regarding their safety."
              },
              {
                "title": "Green Technology Integration and Cost Implications",
                "description": "Promote the adoption of sustainable practices in the rental market by incentivizing landlords to integrate green technology solutions into their properties. This may include the installation of energy-efficient appliances, implementation of smart metering systems for utilities, and utilization of eco-friendly building materials. To offset initial investment costs, the solution will offer landlords incentives such as tax benefits or discounts on certification fees. By encouraging the adoption of green technology, the solution aims to create more environmentally friendly housing options while also reducing long-term rental costs for tenants."
              },
              {
                "title": "Safety, Lease Terms, and Cybersecurity",
                "description": "Develop a comprehensive platform that addresses various aspects of rental agreements, including utility usage, lease terms, and cybersecurity measures. The platform will provide landlords with tools for setting clear guidelines on utility usage and establishing transparent lease terms that comply with regulatory requirements. Additionally, robust cybersecurity measures such as encryption for sensitive data and secure payment gateways will be implemented to safeguard against scams and frauds in rental transactions. Furthermore, the platform will offer resources and guidance for tenants to understand their legal rights and protections, empowering them to navigate the rental process with confidence and security."
              }
            ]
          },
          {
            "categoryName": "Tech-Driven Housing Innovations",
            "categoryTitle": "Tech-Driven Housing Innovations",
            "categoryDescription": "Enter the realm where technology and housing converge. This challenge invites participants to explore the innovative use of construction tech, IoT devices, data analytics, and more to address critical issues in the housing sector. From revolutionizing construction methods to optimizing energy efficiency and enhancing safety, participants will harness the power of technology to shape the future of housing.",
            "categoryGuidedBy": "Mark Buchner",
            "problemStatementDescription": "As you delve into solving the Housing Technology challenge, these ideas offer potential directions for your projects. While these suggestions serve as starting points, feel free to explore additional innovative approaches. Your solutions should aim to tackle the complexities of affordable housing using technology, policy, community engagement, and sustainability to make a tangible impact.",
            "problemStatement": [],
            "possibleSolution": []
          }
        ]
      },
      {
        "id": 2,
        "name": "Affordable Housing",
        "img": "/svgs/challengeSet/Affordable Housing Solutions.svg",
        "detail": "Dive into the challenge of making housing accessible and affordable for everyone. In this category, you’ll innovate to redefine rental management systems, streamline homeownership processes, and create sustainable living models. Your solutions could be the key to reshaping the landscape of housing affordability, opening doors to homes for people from all walks of life.",
        "challenges": [
          {
            "categoryName": "Tech-Driven Housing Innovations",
            "categoryTitle": "Tech-Driven Housing Innovations",
            "categoryDescription": "Enter the realm where technology and housing converge. This challenge invites participants to explore the innovative use of construction tech, IoT devices, data analytics, and more to address critical issues in the housing sector. From revolutionizing construction methods to optimizing energy efficiency and enhancing safety, participants will harness the power of technology to shape the future of housing.",
            "categoryGuidedBy": "Mark Buchner",
            "problemStatementDescription": "As you delve into solving the Housing Technology challenge, these ideas offer potential directions for your projects. While these suggestions serve as starting points, feel free to explore additional innovative approaches. Your solutions should aim to tackle the complexities of affordable housing using technology, policy, community engagement, and sustainability to make a tangible impact.",
            "problemStatement": [],
            "possibleSolution": []
          },
          {
            "categoryName": "Tech-Driven Housing Innovations",
            "categoryTitle": "Tech-Driven Housing Innovations",
            "categoryDescription": "Enter the realm where technology and housing converge. This challenge invites participants to explore the innovative use of construction tech, IoT devices, data analytics, and more to address critical issues in the housing sector. From revolutionizing construction methods to optimizing energy efficiency and enhancing safety, participants will harness the power of technology to shape the future of housing.",
            "categoryGuidedBy": "Mark Buchner",
            "problemStatementDescription": "As you delve into solving the Housing Technology challenge, these ideas offer potential directions for your projects. While these suggestions serve as starting points, feel free to explore additional innovative approaches. Your solutions should aim to tackle the complexities of affordable housing using technology, policy, community engagement, and sustainability to make a tangible impact.",
            "problemStatement": [],
            "possibleSolution": []
          }
        ]
      },
      {
        "id": 3,
        "name": "Community Well-being",
        "img": "/svgs/challengeSet/Community Well-being.svg",
        "detail": "Prioritize the heart and soul of residential areas—community well-being. Tackle challenges related to health, education, and social connectivity to enhance the quality of life within neighborhoods.",
        "challenges": [
          {
            "categoryName": "Tech-Driven Housing Innovations",
            "categoryTitle": "Tech-Driven Housing Innovations",
            "categoryDescription": "Enter the realm where technology and housing converge. This challenge invites participants to explore the innovative use of construction tech, IoT devices, data analytics, and more to address critical issues in the housing sector. From revolutionizing construction methods to optimizing energy efficiency and enhancing safety, participants will harness the power of technology to shape the future of housing.",
            "categoryGuidedBy": "Mark Buchner",
            "problemStatementDescription": "As you delve into solving the Housing Technology challenge, these ideas offer potential directions for your projects. While these suggestions serve as starting points, feel free to explore additional innovative approaches. Your solutions should aim to tackle the complexities of affordable housing using technology, policy, community engagement, and sustainability to make a tangible impact.",
            "problemStatement": [],
            "possibleSolution": []
          },
          {
            "categoryName": "Tech-Driven Housing Innovations",
            "categoryTitle": "Tech-Driven Housing Innovations",
            "categoryDescription": "Enter the realm where technology and housing converge. This challenge invites participants to explore the innovative use of construction tech, IoT devices, data analytics, and more to address critical issues in the housing sector. From revolutionizing construction methods to optimizing energy efficiency and enhancing safety, participants will harness the power of technology to shape the future of housing.",
            "categoryGuidedBy": "Mark Buchner",
            "problemStatementDescription": "As you delve into solving the Housing Technology challenge, these ideas offer potential directions for your projects. While these suggestions serve as starting points, feel free to explore additional innovative approaches. Your solutions should aim to tackle the complexities of affordable housing using technology, policy, community engagement, and sustainability to make a tangible impact.",
            "problemStatement": [],
            "possibleSolution": []
          }
        ]
      },
      {
        "id": 4,
        "name": "Housing Tech",
        "img": "/svgs/challengeSet/Housing Tech.svg",
        "detail": "Step into the future where technology and housing intersect. In this category, you’ll harness the power of fintech, IoT, and smart home innovations to revolutionize the way we secure, manage, and experience our homes. From fintech solutions that make homeownership more attainable to smart security systems that keep neighbourhoods safe, your tech-driven solutions will pave the way for the next generation of living spaces.",
        "challenges": [
          {
            "categoryName": "Tech-Driven Housing Innovations",
            "categoryTitle": "Tech-Driven Housing Innovations",
            "categoryDescription": "Enter the realm where technology and housing converge. This challenge invites participants to explore the innovative use of construction tech, IoT devices, data analytics, and more to address critical issues in the housing sector. From revolutionizing construction methods to optimizing energy efficiency and enhancing safety, participants will harness the power of technology to shape the future of housing.",
            "categoryGuidedBy": "Mark Buchner",
            "problemStatementDescription": "As you delve into solving the Housing Technology challenge, these ideas offer potential directions for your projects. While these suggestions serve as starting points, feel free to explore additional innovative approaches. Your solutions should aim to tackle the complexities of affordable housing using technology, policy, community engagement, and sustainability to make a tangible impact.",
            "problemStatement": [],
            "possibleSolution": []
          },
          {
            "categoryName": "Tech-Driven Housing Innovations",
            "categoryTitle": "Tech-Driven Housing Innovations",
            "categoryDescription": "Enter the realm where technology and housing converge. This challenge invites participants to explore the innovative use of construction tech, IoT devices, data analytics, and more to address critical issues in the housing sector. From revolutionizing construction methods to optimizing energy efficiency and enhancing safety, participants will harness the power of technology to shape the future of housing.",
            "categoryGuidedBy": "Mark Buchner",
            "problemStatementDescription": "As you delve into solving the Housing Technology challenge, these ideas offer potential directions for your projects. While these suggestions serve as starting points, feel free to explore additional innovative approaches. Your solutions should aim to tackle the complexities of affordable housing using technology, policy, community engagement, and sustainability to make a tangible impact.",
            "problemStatement": [],
            "possibleSolution": []
          }
        ]
      }
    ]
  }
]
